# specify a directory to install
cask_args appdir: '/Applications'
# install packages
brew "python"
brew "node"
brew "yarn"
brew "fish"
brew "tmux"
brew "vim"
brew "htop"
brew "neofetch"
brew "pandoc"
brew "jq"
# For fun
brew "sl"
brew "cmatrix"
brew "cowsay"
# Casks
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'insomnia'
cask 'jetbrains-toolbox'
cask 'macpass'
cask 'minecraft'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'telegram'
cask 'tor'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'vk-messenger'
